{
       "Course": "Unified Engineering 1 and 2",
       "Topic": "Thermodynamics",
       "Original question": "Explain how a refrigerator works in terms of energy, heat and work.",
       "Solution": "The objective of a refrigerator is to lower the internal energy of a body at low temperature (the food) and transfer that energy to the higher temperature surroundings (the room the refrigerator is in). It requires work (typically in the form of electrical energy) to do this. Most refrigerators employ a thermodynamic cycle with refrigerant circulating around a loop. As the refrigerant circulates around the loop, its internal energy (and temperature) is alternately raised and lowered by a series of devices. First the internal energy is lowered either by passing through a small turbine or through an expansion valve. In these devices, work is done by the refrigerant so its internal energy is lowered. The internal energy is lowered to a point where the temperature of the refrigerant is lower than that of the air in the refrigerator. A heat exchanger is used to transfer energy from the air (and food) in the refrigerator to the cold refrigerant (energy transferred by virtue of a temperature difference only = heat). This lowers the internal energy of the air/food and raises the internal energy of the refrigerant. Then a pump or compressor is used to do work on the refrigerant adding additional energy to it and thus further raising its internal energy. Electrical energy is used to drive the pump or compressor. The internal energy of the refrigerant is raised to a point where its temperature is hotter than the temperature of the room. The refrigerant is then passed through a heat exchanger (the coils at the back of the refrigerator) so that energy is transferred from the refrigerant to the surroundings. As a result, the internal energy of the refrigerant is reduced and the internal energy of the surroundings is increased. It is at this point where the internal energy of the food and the energy used to drive the compressor or pump are transferred to the surroundings. The refrigerant then continues on to the turbine, repeating the cycle."
}